Repository: RaphaelRochet/arch-update
Catalog: locale/*/*.po
Languages: ka

source: Settings
ka: მორგება

source: Update now
ka: ახლა განახლება

source: Open package manager
ka: პაკეტების მმართველის გახსნა

source: Checking
ka: შემოწმება

source: Check now
ka: ახლა შემოწმება

source: Waiting first check
ka: პირველი შემოწმების მოლოდინი

source: %d update pending
ka: დარჩენილია %d განახლება

source: New Arch Linux Update
ka: ახალი Arch Linux-ის განახლება

source: There is %d update pending
ka: დარჩენილია %d განახლება

source: Note : you have to install pacman-contrib to use the 'checkupdates' script.
ka: შენიშვნა : 'checkupdates' სკრიპტის გამოსაყენებლად პაკეტი pacman-contrib უნდა დააყენოთ.

source: Error
ka: შეცდომა

source: Up to date :)
ka: განახლებულია :)

source: Last checked
ka: ბოლო შემოწმება

source: Basic settings
ka: ძირითადი პარამეტრები

source: Checking for updates
ka: განახლებების შემოწმება

source: Time to wait before first check (seconds)
ka: მოლოდინის დრო პირველ შემოწმებამდე (წამებში)

source: Interval between updates check (minutes)
ka: ინტერვალი განახლებების შემოწმებას შორის (წუთებში)

source: Indicator
ka: მაჩვენებელი

source: Always visible
ka: ყოველთვის ხილული

source: Use built-in icons
ka: ჩაშენებული ხატულების გამოყენება

source: Show updates count on indicator
ka: განახლებების რაოდენობის გამოტანა მაჩვენებელზე

source: Position in Panel
ka: მდებარეობა პანელზე

source: Left
ka: მარცხნივ

source: Center
ka: ცენტრი

source: Right
ka: მარჯვნივ

source: Menu
ka: მენიუ

source: Auto-expand updates list if updates count is less than this number (0 to disable)
ka: განახლებების სიის ავტომატური გაშლა, თუ განახლებების რაოდენობა ამ რაოდენობაზე ნაკლებია (0 გამოსართავად)

source: Strip out versions numbers
ka: ვერსიის ნომრების წაკვეთა

source: Show date/time of last check
ka: ბოლო შემოწმების თარიღისა და დროის ჩვენება

source: Notification
ka: გაფრთხილება

source: Send a notification when new updates are available
ka: გაფრთხილების გაგზავნა, როცა ხელმისაწვდომია ახალი განახლებები

source: How much information to show on notifications
ka: რამდენი ინფორმაციაა ნაჩვენები გაფრთხილებებზე

source: Count only
ka: მხოლოდ რაოდენობა

source: New updates names
ka: ახალი განახლების სახელები

source: All updates names
ka: ყველა განახლების სახელი

source: Advanced settings
ka: დამატებითი პარამეტრები

source: Command to check for package updates
ka: ბრძანება პაკეტებს განახლების შესამოწმებლად

source: Disable output parsing, count every line as an update. This is the old behavior.
ka: გამოტანის დამუშავები გამორთვა. თითოეული ხაზი ჩაითვლება განახლებად. ეს ძველი ქცევაა.

source: Command to update packages
ka: ბრძანება პაკეტების განახლებისთვის

source: Pacman local directory path - To detect when new packages are installed
ka: Pacman-ის ლოკალური საქაღალდის ბილიკი - ახალი პაკეტების დაყენების აღმოსაჩენად

source: Command to open package manager (optional)
ka: ბრძანება პაკეტების მმართველის გასახსნელად (არასავალდებულო)

source: Command to show info for a package (optional)
ka: ბრძანება პაკეტის ინფორმაციის საჩვენებლად (არასავალდებულო)

source: Display package names as links (underlined)
ka: პაკეტის სახელების ბმულის სახით ჩვენება (ხაზგასმული)

source: About
ka: შესახებ
