Repository: RaphaelRochet/arch-update
Catalog: locale/*/arch-update.po
Languages: eo, et, fi_fi, he_il, hi, hu_hu, ko, mr, nl, oc, sk, sv, uk_ua

source: Settings
eo: Agordoj
et: Seaded
fi_fi: Asetukset
he_il: הגדרות
hi: सेटिंग्स
hu_hu: Beállítások
ko: 설정
mr: सेटिंग्ज
nl: Voorkeuren
oc: Paramètres
sk: Nastavenia
sv: Inställningar
uk_ua: Параметри

source: Update now
eo: Ĝisdatigu nun
et: Uuenda kohe
fi_fi: Päivitä
he_il: עדכן כעת
hi: अभी अपडेट करें
hu_hu: Frissítés most
ko: 지금 업데이트
mr: आता अद्ययावत करा
nl: Nu bijwerken
oc: Metre a jorn ara
sk: Aktualizovať teraz
sv: Uppdatera nu
uk_ua: Оновити

source: Open package manager
eo: Malfermu pakaĵa administrilo
et: Ava paketihaldur
fi_fi: Avaa paketinhallinta
he_il: פתח את מנהל החבילות
hi: पैकेज प्रबंधक खोलें
hu_hu: Csomagkezelő megnyitása
ko: 패키지 관리자 열기
mr: पॅकेज व्यवस्थापक उघडा
nl: Pakketbeheer openen
oc: Dobrir lo gestionari de paquets
sk: Otvoriť správcu balíkov
sv: Öppna pakethanterare
uk_ua: Керування пакунками

source: Checking
eo: Kontrolas
et: Kontrollimine
fi_fi: Tarkastetaan
he_il: בודק
hi: जांच कर रहे हैं
hu_hu: Ellenőrzés
ko: 확인 중...
mr: तपासणी चालू आहे
nl: Bezig met controleren…
oc: Verificacion
sk: Kontroluje sa
sv: Kollar
uk_ua: Перевірка

source: Check now
eo: Kontrolu nun
et: Kontrolli kohe
fi_fi: Tarkasta päivitykset
he_il: בדוק עדכונים
hi: अभी जांचें
hu_hu: Ellenőrzés most
ko: 업데이트 확인
mr: आता तपासा
nl: Nu controleren
oc: Verificar ara
sk: Skontrolovať teraz
sv: Kolla nu
uk_ua: Перевірити

source: Waiting first check
eo: Atendas unuan kontrolon
et: Ootan esimest kontrolli
fi_fi: Odotetaan hetki
he_il: ממתין לבדיקה ראשונית
hi: प्रारंभिक जांच की प्रतीक्षा
hu_hu: Várakozás az első ellenőrzésre
ko: 첫 확인을 기다리는 중...
mr: प्रारंभिक तपासणीची वाट पाहत आहे
nl: Bezig met wachten op eerste controle…
oc: En espèra de la primièra verificacion
sk: Čaká sa na prvú kontrolu
sv: Väntar på första koll
uk_ua: Очікування на перевірку

source: %d update pending
eo: %d ĝisdatigo pritraktata
et: %d uuendus ootel
fi_fi: %d päivitys saatavilla
he_il: קיים עדכון %d
hi: %d अपडेट लंबित है
hu_hu: %d frissítés függőben
ko: 업데이트 %d개 대기 중
mr: %d अद्ययावत प्रलंबित आहे
nl: %d update in de wachtrij
oc: %d mesa a jorn en espèra
sk: %d dostupná aktualizácia
sv: %d uppdatering väntar
uk_ua: %d оновлення очікує

source: New Arch Linux Update
eo: Nova Arch Linux ĝisdatigo
et: Uus Arch Linux'i uuendus
fi_fi: Uusi Arch Linux päivitys
he_il: עדכון חדש ל Arch Linux
hi: नया Arch Linux अपडेट
hu_hu: Új Arch Linux frissítés
ko: 새로운 업데이트가 있습니다.
mr: नवीन Arch Linux अद्ययावत
nl: Nieuwe Arch Linux-update
oc: Mesa a jorn Linux Arch
sk: Nová aktualizácia systému Arch
sv: Ny Arch Linux-uppdatering
uk_ua: Доступне оновлення Arch Linux

source: There is %d update pending
eo: Estas %d ĝisdatigo pritraktata
et: %d uuendus on ootel
fi_fi: %d uusi päivitys odottamassa
he_il: קיים עדכון %d
hi: %d अपडेट लंबित है
hu_hu: %d frissítés függőben
ko: 업데이트 %d개가 있습니다.
mr: %d अद्ययावत प्रलंबित आहे
nl: Er staat %d update in de wachtrij
oc: I a %d mesa a jorn en espèra
sk: Je dostupná %d aktualizácia
sv: Det finns %d uppdatering som väntar
uk_ua: Є %d оновлення, що очікує на встановлення

source: Note : you have to install pacman-contrib to use the 'checkupdates' script.
eo: Noto: vi devas instali "pacman-contrib" uzi la "checkupdates" skripto
fi_fi: Huom! checkupdates-komentosarja vaatii pacman-contrib paketin asentamisen.
hi: नोट: 'checkupdates' स्क्रिप्ट उपयोग करने के लिए pacman-contrib पैकेज इंस्टॉल करना आवश्यक है।
hu_hu: Megjegyzés: a pacman-contrib csomag telepítése szükséges a 'checkupdates' szkript használatához
ko: 'checkupdates' 스크립트를 사용하려면 pacman-contrib가 필요합니다.
mr: टीप : 'checkupdates' स्क्रिप्ट वापरण्यासाठी pacman-contrib पॅकेज स्थापित करणे आवश्यक आहे.
nl: Let op: om het ‘checkupdates’-script te kunnen gebruiken dient u ‘pacman-contrib’ te installeren.
oc: Nòta : devètz installar pacman-contrib per utilizar lo script « checkupdates ».
sv: OBS: du måste ha installerat pacman-contrib för att kunna använda 'checkupdates'-skriptet
uk_ua: Примітка: для використання скрипту 'checkupdates' ви маєте встановити пакунок pacman-contrib.

source: Error
eo: Eraro
et: Viga
fi_fi: Virhe
he_il: שגיאה
hi: त्रुटि
hu_hu: Hiba
ko: 오류
mr: त्रुटी
nl: Foutmelding
sk: Chyba
sv: Fel
uk_ua: Помилка

source: Up to date :)
eo: Ĝisdata :)
et: Süsteem on ajakohane :)
fi_fi: Ei uusia päivityksiä
he_il: הכל מעודכן :)
hi: सभी अपडेट हो चुके हैं :)
hu_hu: Naprakész :)
ko: 시스템이 최신 상태입니다.
mr: सर्व अद्ययावत झाले आहेत :)
nl: De software is actueel :)
oc: A jorn :)
sk: Všetko je aktuálne :)
sv: Uppdaterad :)
uk_ua: Оновлено :)

source: Last checked
hi: आखिरी जांच
mr: शेवटची तपासणी

source: Basic settings
eo: Bazaj agordoj
et: Põhiseaded
fi_fi: Asetukset
he_il: הגדרות
hi: मूल सेटिंग्स
hu_hu: Alap beállítások
ko: 일반
mr: मूलभूत सेटिंग्ज
nl: Algemene voorkeuren
oc: Paramètres basics
sk: Základné nastavenia
sv: Grundinställningar
uk_ua: Основні параметри

source: Checking for updates
eo: Kontrolas por ĝisdatigoj
et: Uuenduste kontrollimine
fi_fi: Päivityksien tarkastaminen
he_il: חיפוש עדכונים
hi: अपडेट्स के लिए जांच हो रही है
hu_hu: Frissítések ellenőrzése
ko: 업데이트 확인
mr: अद्ययावत साठी तपासणी होत आहे
nl: Bezig met controleren…
oc: Recèrca de mesas a jorn en cors
sk: Kontrola aktualizácií
sv: Kolla efter uppdateringar
uk_ua: Перевірка оновлень

source: Time to wait before first check (seconds)
eo: Tempo atendi antaŭ unua kontrolo (sekundoj)
et: Oodatav aeg enne esimest kontrolli (sekundites)
fi_fi: Odota ennen ensimmäistä tarkastusta (sekuntia)
he_il: זמן שיש להמתין לפני העדכון הראשוני (בשניות)
hi: पहली जांच से पहले प्रतीक्षा का समय (सेकंड में)
hu_hu: Várakozási idő az első ellenőrzés előtt (másodperc)
ko: 업데이트를 처음 확인하기 전까지의 대기 시간 (초)
mr: पहिल्या तपासणीपूर्वी प्रतीक्षा वेळ (सेकंदात)
nl: Wachttijd alvorens eerste controle (in seconden)
oc: Temps a esperar abans primièra verificacion (segondas)
sk: Čas čakania pred prvou kontrolou (v sekundách)
sv: Sekunder att vänta innan första koll
uk_ua: Час очікування на першу перевірку (у секундах)

source: Interval between updates check (minutes)
eo: Intervalo inter ĝisdatiga kontrolo (minutoj)
et: Intervall uuenduste kontrollimise vahel (minutites)
fi_fi: Tauko ennen seuraavaa tarkastusta (minuuttia)
he_il: מרווח זמן עד העדכון הבא (בדקות)
hi: अपडेट जांच के बीच अंतराल (मिनट में)
hu_hu: Időtartam a frissítések ellenőrzése között (perc)
ko: 업데이트를 확인할 간격 (분)
mr: अद्ययावत तपासणीमधील अंतर (मिनिटांमध्ये)
nl: Wachttijd tussen controles (in minuten)
oc: L'interval en segondas entre doas verificacions (minutas)
sk: Interval medzi kontrolami aktualizácií (v minútach)
sv: Minuter mellan uppdateringskollar
uk_ua: Інтервал між перевірками оновлень (у хвилинах)

source: Indicator
eo: Indikilo
et: Indikaator
fi_fi: Ilmoitusalue
he_il: סמל
hi: संकेतक
hu_hu: Frissítésjelző
ko: 인디케이터
mr: सूचक
sk: Indikátor
sv: Indikator
uk_ua: Індикатор

source: Always visible
eo: Ĉiam videbla
et: Alati nähtav
fi_fi: Aina näkyvillä
he_il: הצג תמיד
hi: हमेशा दिखाई दे
hu_hu: Mindig látható
ko: 항상 보이기
mr: नेहमी दृश्यमान
nl: Altijd tonen
oc: Totjorn visible
sk: Vždy viditeľný
sv: Alltid synlig
uk_ua: Видимий завжди

source: Use built-in icons
hi: इन-बिल्ट आइकन का उपयोग करें
hu_hu: Beépített ikonok használata
mr: अंतर्गत चिन्हे वापरा
nl: Meegeleverde pictogrammen gebruiken
oc: Utilizar las icònas inclusas
uk_ua: Використовувати вбудовані піктограми

source: Show updates count on indicator
eo: Montru ĝisdatigaj grafoj sur la indikilo
et: Näita uuenduste arvu indikaatoril
fi_fi: Näytä päivitysten määrä ilmoitusalueella
he_il: הצג את כמות העדכונים לצד הסמל
hi: संकेतक पर अपडेट की संख्या दिखाएं
hu_hu: Frissítések számának megjelenítése
ko: 표시기에 업데이트 수 표시
mr: सूचकावर अद्ययावतची संख्या दर्शवा
nl: Aantal updates tonen op indicator
oc: Afichar lo comptador de mesas a jorn sus l'indicator
sk: Zobraziť počet aktualizácií v indikátore
sv: Visa antalet uppdateringar i indikatorn
uk_ua: Показувати кількість оновлень на індикаторі

source: Position in Panel
hi: पैनल में स्थिति
hu_hu: Pozíció a felső sávon
ko: 패널 내 위치
mr: पॅनेलमधील स्थान
nl: Positie op bovenbalk
oc: Posicion sul panèl
uk_ua: Позиція на панелі

source: Left
hi: बायाँ
hu_hu: Bal
ko: 왼쪽
mr: डावीकडे
nl: Links
oc: Esquèrra
uk_ua: Зліва

source: Center
hi: मध्य
hu_hu: Közép
ko: 가운데
mr: मध्यभागी
nl: Midden
oc: Centre
uk_ua: По центру

source: Right
hi: दायाँ
hu_hu: Jobb
ko: 오른쪽
mr: उजवीकडे
nl: Rechts
oc: Drecha
uk_ua: Зправа

source: Menu
hi: मेनू
mr: मेनू

source: Auto-expand updates list if updates count is less than this number (0 to disable)
eo: Aŭtomate etendu ĝisdatiga listo se ĝisdatigaj grafoj malplas ol ĉi tiu numbro (0 malebligi)
et: Laienda uuenduste nimekirja automaatselt, kui uuenduste arv on vähem kui see number (keelamiseks kirjuta 0)
fi_fi: Näytä lista päivitettävistä paketeista, jos niitä on vähemmän kuin (0 poista käytöstä)
he_il: הרחב אוטומטית את הרשימה אם כמות העדכונים קטנה מהמספר הבא (0 לביטול)
hi: अगर अपडेट्स की संख्या इससे कम हो तो सूची को अपने-आप विस्तारित करें (0 से अक्षम करें)
hu_hu: Frissítési lista automatikus kinyitása, ha a frissítések száma kevesebb mint ez az érték (0 kikapcsolja)
ko: (사용 안 함 = 0)
mr: जर अद्ययावतची संख्या या संख्येपेक्षा कमी असेल तर यादी आपोआप विस्तारित करा (0 = निष्क्रिय करा)
nl: Lijst automatisch uitklappen als het aantal updates meer is dan hier opgegeven (0=uitschakelen)
oc: Espandir automaticament la lista de mesas a jorn se lo total de mesas a jorn es inferior a aqueste nombre (0 per desactivar)
sk: Automaticky rozšíriť zoznam aktualizácií, ak je počet aktualizácií menší ako táto hodnota (0 na zakázanie)
sv: Expandera listan automatiskt om antalet uppdateringar är färre än detta nummer (0 för att inaktivera)
uk_ua: Авторозгортання переліку оновлень, якщо їх кількість менша за це число (0 щоб вимкнути)

source: Strip out versions numbers
eo: Fortiru versiaj numeroj
et: Jäta välja versiooninumbrid
fi_fi: Älä näytä versionumerointia
he_il: הסר מספרי גרסה
hi: संस्करण नंबर हटाएँ
hu_hu: Veríószámok kihagyása
ko: 버전 표시
mr: आवृत्ती क्रमांक काढून टाका
nl: Versienummers verbergen
oc: Tirar los numèros de version
sk: Odstrániť čísla verzií
sv: Ta bort versionnummer
uk_ua: Приховати номери версій

source: Show date/time of last check
hi: पिछली जांच की तारीख/समय दिखाएँ
mr: शेवटच्या तपासणीची तारीख/वेळ दर्शवा

source: Notification
eo: Sciigo
et: Teade
fi_fi: Ilmoitus
he_il: התראה
hi: सूचना
hu_hu: Értesítés
ko: 알림
mr: सूचना
nl: Melding
oc: Notificacion
sk: Oznámenie
sv: Aviseringar
uk_ua: Cповіщення

source: Send a notification when new updates are available
eo: Sendu sciigo kiam novaj ĝisdatigoj haveblas
et: Saada teade, kui uued uuendused on saadaval
fi_fi: Ilmoita uusista päivityksistä
he_il: הצג התראה כאשר קיימים עדכונים
hi: जब नए अपडेट उपलब्ध हों, तब सूचना भेजें
hu_hu: Értesítés megjelenítése, amikor új frissítések állnak rendelkezésre
ko: 새로운 업데이트가 있으면 알림 표시
mr: नवीन अद्ययावत उपलब्ध असल्यास सूचना पाठवा
nl: Toon een melding als er updates beschikbaar zijn
oc: Enviar una notificacion quand de mesas a jorn novèlas son disponiblas
sk: Odoslať oznámenie, keď sú dostupné nové aktualizácie
sv: Avisera när det finns nya uppdateringar
uk_ua: Надіслати сповіщення, коли є нові оновлення

source: How much information to show on notifications
eo: Kiom da informo montri sur sciigoj
et: Millist infot teadetes kuvada
fi_fi: Ilmoitusten sisältö
he_il: מידע שיוצג בהתראות
hi: सूचनाओं में कितनी जानकारी दिखाई जाए
hu_hu: Értesítésen megjelenitendő adatok
ko: 알림에 표시할 내용
mr: सूचनांमध्ये किती माहिती दर्शवायची
nl: Hoeveel informatie updatemeldingen moeten bevatten
oc: Quanta informacion mostrar per las notificacions
sk: Koľko informácií zobraziť v oznámeniach
sv: Vad skall visas i aviseringar
uk_ua: Який обсяг відомостей відображати у сповіщеннях

source: Count only
eo: Grafo nur
et: Uuendatavate pakettide arv
fi_fi: Päivitysten määrä
he_il: כמות בלבד
hi: केवल संख्या
hu_hu: Csak a frissítések száma
ko: 업데이트 수만 표시
mr: फक्त संख्या
nl: Alleen het aantal
oc: Comptador sonque
sk: Iba počet
sv: Endast antal
uk_ua: Тільки кількість

source: New updates names
eo: Novaj nomoj de ĝisdatigoj
et: Uued uuendatavad paketid
fi_fi: Uudet päivitykset
he_il: שמות החבילות החדשות לעדכון
hi: नए अपडेट्स के नाम
hu_hu: Új frissítések nevei
ko: 새 업데이트 이름
mr: नवीन अद्ययावतची नावे
nl: Namen van nieuwe updates
oc: Nom de las mesas a jorn
sk: Názvy nových aktualizácií
sv: Namn på nya uppdateringar
uk_ua: Назви нових оновлень

source: All updates names
eo: Ĉiuj nomoj de ĝisdatigoj
et: Kõik uuendatavad paketid
fi_fi: Kaikki päivtykset
he_il: שמות כל החבילות לעדכון
hi: सभी अपडेट्स के नाम
hu_hu: Minden frissítés neve
ko: 모든 업데이트 이름
mr: सर्व अद्ययावतची नावे
nl: Alle namen van updates
oc: Totes los noms de mesas a jorn
sk: Názvy všetkých aktualizácií
sv: Namn på alla uppdateringar
uk_ua: Назви всіх оновлень

source: Advanced settings
eo: Altnivelaj agordoj
et: Täpsemad seaded
fi_fi: Lisäasetukset
he_il: הגדרות מתקדמות
hi: विकसित सेटिंग्स
hu_hu: Haladó beállítások
ko: 고급
mr: प्रगत सेटिंग्ज
nl: Geavanceerde voorkeuren
oc: Paramètres avançats
sk: Pokročilé nastavenia
sv: Avancerade inställningar
uk_ua: Додаткові параметри

source: Command to check for package updates
eo: Komando kontroli por pakaĵaj ĝisdatigoj
et: Paketiuuenduste kontrollimise käsklus
fi_fi: Komento päivityksien tarkastamiseksi
he_il: פקודה לבדיקת עדכונים
hi: पैकेज अपडेट जांचने के लिए कमांड
hu_hu: Parancs a frissítések ellenőrzéséhez
ko: 패키지 업데이트를 확인할 명령어
mr: पॅकेज अद्ययावत तपासण्यासाठी आदेश
nl: Uit te voeren opdracht bij updatecontroles
oc: Comanda per verificar las mesas a jorn de paquets
sk: Príkaz na kontrolu aktualizácií balíkov
sv: Kommando för att kolla efter uppdateringar
uk_ua: Команда перевірки оновлення пакунків

source: Disable output parsing, count every line as an update. This is the old behavior.
hi: आउटपुट पार्सिंग अक्षम करें, हर पंक्ति को एक अपडेट मानें। यह पुराना व्यवहार है।
mr: आउटपुट पार्सिंग निष्क्रिय करा, प्रत्येक ओळ एका अद्ययावत म्हणून मोजा. हे जुनं वर्तन आहे.
nl: Schakel uitvoerverwerking uit en tel elke regel mee als update. Dit is het oorspronkelijke gedrag.

source: Command to update packages
eo: Komando ĝisdatigi pakaĵoj
et: Pakettide uuendamise käsklus
fi_fi: Komento pakettien päivittämiseksi
he_il: פקודה לעדכון חבילות
hi: पैकेज अपडेट करने के लिए कमांड
hu_hu: Parancs a csomagok frissítéséhez
ko: 패키지를 업데이트할 명령어
mr: पॅकेजेस अद्ययावत करण्यासाठी आदेश
nl: Uit te voeren opdracht bij pakketbijwerkingen
oc: Comanda per metre a jorn los paquets
sk: Príkaz na aktualizáciu balíkov
sv: Kommando för att uppdatera paket
uk_ua: Команда оновлення пакунків

source: Pacman local directory path - To detect when new packages are installed
he_il: נתיב מקומי של Pacman - לזיהוי התקנה של חבילות חדשות
hi: Pacman की लोकल डायरेक्टरी पथ - नए पैकेज इंस्टॉल होने पर पता लगाने के लिए
mr: Pacman स्थानिक डिरेक्टरीचा मार्ग - नवीन पॅकेजेस कधी स्थापित झाली हे शोधण्यासाठी

source: Command to open package manager (optional)
eo: Komando malfermi pakaĵa administrilo (fakultativa)
et: Paketihalduri avamise käsklus (valikuline)
fi_fi: Komento paketinhallinnan avaamiseksi (ei pakollinen)
he_il: פקודה לפתיחת מנהל חבילות (אופציונלי)
hi: पैकेज प्रबंधक खोलने के लिए कमांड (वैकल्पिक)
hu_hu: Parancs a csomagkezelő megnyitásához (nem kötelező)
ko: 패키지 관리자를 열 때 사용할 명령어
mr: पॅकेज व्यवस्थापक उघडण्यासाठी आदेश (ऐच्छिक)
nl: Uit te voeren opdracht bij het openen van pakketbeheer (optioneel)
oc: Comanda per dobrir lo gestionari de paquets (opcional)
sk: Príkaz na otvorenie správcu balíkov (voliteľné)
sv: Kommando för att öppna pakethanteraren (valfritt)
uk_ua: Команда відкриття керування пакунками (необов’язково)

source: Command to show info for a package (optional)
hi: किसी पैकेज की जानकारी दिखाने का कमांड (वैकल्पिक)
mr: पॅकेजची माहिती दाखविण्यासाठी आदेश (ऐच्छिक)

source: Display package names as links (underlined)
hi: पैकेज के नाम लिंक के रूप में दिखाएं (रेखांकित)
mr: पॅकेज नावे लिंक म्हणून दर्शवा (रेषांकित)

source: About
hi: जानकारी
mr: बद्दल

source: Use transient notifications (auto dismiss)
eo: Uzu pasemaj sciigoj (aŭtomate forsendas)
et: Kasuta lühiaegseid teateid (automaatselt sulguv)
fi_fi: Katoavat ilmoitukset
he_il: השתמש בהתראות זמניות (נעלמות לאחר כמה שניות)
hu_hu: Eltűnő értesítések használata (automatikus elutasítás)
ko: 일정 시간 후 자동으로 사라지는 알림
nl: Meldingen automatisch verwerpen
oc: Utilizar de notificacions temporàrias (s'escafan soletas)
sk: Použiť prechodné oznámenia (automatické zahodenie)
sv: Avisera kortvarigt (autoavfärdas)
uk_ua: Використовувати тимчасові сповіщення (автоматично закривати)

source: Directory of installed packages to confirm updates
eo: Pacman loka dosierujo - Eltrovi kiam novaj pakaĵoj instalis
et: Pacman'i kohalik kaustatee - et tuvastada uute pakettide installimine
fi_fi: Pacmanin paikallinen hakemistopolku - uusien asennettujen pakettien havaitsemiseksi
hu_hu: Pacman helyi könyvtár útvonala - Az új telepítések ellenőrzéséhez
ko: Pacman 경로 - 새로운 패키지가 설치되었는지 확인
nl: Lokale Pacman-locatie - Om te detecteren wanneer nieuwe pakketten worden geïnstalleerd
oc: Camin local pel repertòri Pacman - Per detectar quand de paquets novèls son installats
sk: Cesta k miestnemu adresáru nástroja Pacman - na zistenie, kedy sú nainštalované nové balíky
sv: Sökväg till lokal Pacman-katalog - För att upptäcka när nya paket är installerade
uk_ua: Шлях до локальної теки pacman - для визначення, коли встановлено нові пакунки
